"%d hours ago" = "Hace %d horas";

"%d minutes ago" = "Hace %d minutos";

"%d of %d" = "%d de %d";

"%d seconds ago" = "Hace %d segundos";

"%dd" = "%d día(s)";

"%dh" = "%d h";

"%dm" = "%d min";

"<1m" = "<1 min";

"Alert" = "Alerta";

"Are you sure you want to cancel?" = "¿Seguro que quieres cancelar?";

"Cancel" = "Cancelar";

"Connection Error" = "Error de conexión";

"Connection Timed Out" = "La conexión ha caducado";

"Done" = "OK";

"EEE h:mm a" = "EEE, HH:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "EEEE, d LLLL, YYYY";

"Error" = "Error";

"Load More Photos..." = "Cargar más fotos...";

"Loading..." = "Cargando...";

"M/d/yy" = "d/M/yy";

"MMM d h:mm a" = "d MMM, HH:mm";

"MMMM" = "MMMM";

"MMMM d" = "d MMMM";

"New Message" = "Nuevo mensaje";

"No" = "No";

"No Internet Connection" = "No hay conexión a Internet";

"No Photos" = "No hay fotos";

"OK" = "Aceptar";

"Ok" = "Aceptar";

"Open in Safari" = "Abrir en Safari";

"Photo" = "Foto";

"Post" = "Publicar";

"Search" = "Buscar";

"See All" = "Ver todo";

"Send" = "Enviar";

"Sending..." = "Enviando...";

"Showing %@ Photos" = "Mostrando %@ fotos ";

"Showing %@ of %@ Photos" = "Mostrando %@ de %@ fotos";

"Sorry, there was an error." = "Lo sentimos, se ha producido un error.";

"Subject:" = "Asunto:";

"This photo set contains no photos." = "Este conjunto no contiene ninguna foto.";

"To:" = "Para:";

"Today" = "Hoy";

"Unable to load this photo set." = "No se puede cargar este conjunto de fotos.";

"Updating..." = "Actualizando...";

"Yes" = "Sí";

"Yesterday" = "Ayer";

"about a minute ago" = "Hace aproximadamente un minuto";

"about an hour ago" = "Hace aproximadamente una hora";

"h:mm a" = "HH:mm";

"just a moment ago" = "Hace un momento";

"yyyy" = "yyyy";
